Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-pl.tmx
Source language: en
Languages: pl

source: A posted
pl: Zgłaszanie pracowników delegowanych w Szwecji

source: Reporting posted workers in Sweden
pl: Przedsiębiorstwa zagraniczne delegujące pracowników do Szwecji na okres przekraczający pięć dni mają obowiązek

source: Areas covered by posted workers’ rights are: working environment, minimum wages and holiday pay, regulations on working hours, workplace discrimination and parental leave.
pl: Pracownikiem delegowanym jest osoba wysyłana przez pracodawcę do innego kraju na określony czas w celu wykonywania tam pracy. Osoby delegowane do pracy w Szwecji objęte są podczas pracy w kraju niektórymi przepisami prawa szwedzkiego oraz porozumień zbiorowych.

source: The employer is also required to appoint a contact person in Sweden.
pl: Pracy. Obowiązek ten dotyczy zarówno pracowników z krajów Unii Europejskiej, jak i spoza niej.

source: List of Contents
pl: Spis treści

source: Shovelling snow from roofs is a risky business 3
pl: Odśnieżanie dachów to niebezpieczne przedsięwzięcie 3

source: Company responsibility when shovelling roofs 4
pl: Odpowiedzialność firmy podczas odśnieżania dachów 4

source: Employer liability 4
pl: Odpowiedzialność wykonawcy 4

source: Personal fall projection 5
pl: Ochrona osobista przed upadkiem 5

source: Teamwork 5
pl: Praca zespołowa 5

source: Safer shovelling 6
pl: Bezpieczniejsze odśnieżanie 6

source: Snow slides/avalanches 8
pl: Lawiny śnieżne 8

source: Working on roofs with shallow pitches e tak 9
pl: Praca na dachach o małym nachyleniu 9

source: Cordoning off the area of risk 10
pl: Odgradzanie obszaru zagrożenia 10

source: Importance of a signalling system 11
pl: Znaczenie systemu sygnalizacji 11

source: Injuries to third parties 11
pl: Obrażenia u osób trzecich 11

source: This brochure has been produced in cooperation with the central working- environment committee for the iron and ventilation industry.
pl: Niniejsza broszura została przygotowana we współpracy z centralną komisją ds. środowiska pracy branży żelaznej i wentylacyjnej.

source: This brochure is intended to improve safety precautions for persons shovelling snow from the roofs of buildings.
pl: Celem niniejszej broszury jest ulepszenie środków ostrożności dla osób odśnieżających dachy budynków.

source: Shovelling snow from roofs - a risky business
pl: Odśnieżanie dachów — ryzykowne przedsięwzięcie

source: Many serious accidents have been caused by snow and ice falling from roofs.
pl: Przyczyną wielu poważnych wypadków był śnieg i lód spadający z dachów.

source: That's why it is so important that there are approved fixed access and protective devices for anchoring of safety harnesses together with a team of trustworthy workmates.
pl: To dlatego w przypadku osób pracujących na dachach tak ważne jest stosowanie odpowiednich urządzeń zapewniających dostęp i ochronę, umożliwiających mocowanie uprzęży ochronnych, oraz godni zaufania współpracownicy.

source: Stipulations on planning and executing the clearance of snow on roofs can be found in Building and Civil Engineering Work, AFS 1999:3
pl: Postanowienia dotyczące planowania i realizacji prac związanych z odśnieżaniem dachów można znaleźć w dokumencie Building and Civil Engineering Work, AFS 1999:3

source: Company responsibility when shovelling roofs
pl: Odpowiedzialność firmy podczas odśnieżania dachów

source: A business that undertakes clearing snow from the roofs of buildings must do so under the liabilities set out in the Swedish Work Environment Act (SFS 1977:1160) and establish a written risk assessment in compliance with Systematic Work Environment Management AFS 2001:01, Sect. 8.
pl: Przedsięwzięcia związane z usuwaniem śniegu z dachów budynków muszą być realizowane zgodnie z obowiązkami określonymi w szwed­ zkiej ustawie o środowisku pracy (SFS 1977:1160) i powinny zawierać pisemną ocenę ryzyka zgodnie z ustawą Systematic Work Environment Management AFS 2001:01, sekcja 8.

source: Employer liability
pl: Odpowiedzialność zleceniodawcy

source: The following points are the responsibility of an employer undertaking the shovelling of snow from the roofs of buildings:
pl: Poniżej przedstawiono punkty związane z odpowiedzialnością zlecenio­ dawcy w zakresie odśnieżania dachów budynków:

source: Inspect the roof prior to personnel beginning work.
pl: Dach należy sprawdzić przed rozpoczęciem pracy przez personel.

source: Inform the workers of the risks involved with shovelling snow from the roof.
pl: Należy informować pracowników o ryzyku związanym z odśnieżaniem dachów.

source: Ensure employees possess knowledge of and are necessarily familiarised with what they must observe in order to avoid risks.
pl: Należy się upewnić, że pracownicy dysponują wiedzą i są zaznajomieni z elementami, które należy obserwować w celu uniknięcia niebezpieczeństwa.

source: Provide personal protective equipment that is suitable and approved for the work in hand – fall protection, protective helmet, protective goggles – and verify that the equipment is used.
pl: Należy zapewnić środki ochrony indywidualnej, które są odpowiednie dla wykonywanej pracy – ochronę przed upadkiem, kask ochronny i gogle – i sprawdza, czy sprzęt jest używany.

source: Provide high-vis jackets and communication equipment for workers on the roof and watchmen if necessary.
pl: Należy zapewnić kamizelki odblaskowe i środki łączności dla pracowników na dachu, a w razie konieczności wyznaczyć dodatkowego obserwatora.

source: A major safety factor is that the work is carried out by a well-drilled team with two knowledgeable people on the roof and at least one traffic guard on the ground.
pl: Głównym czynnikiem bezpieczeństwa jest fakt, że praca jest wykony­ wana przez dwie doświadczone osoby na dachu i przynajmniej jednego nadzorcę ruchu na ziemi. Ważne jest również nadzorowanie pracy przez personel o dużej wiedzy na temat pracy na dachach.

source: Employee liability
pl: Odpowiedzialność wykonawcy

source: The employee shall follow the rules that apply, use protective devices supplied and observe necessary caution.
pl: Wykonawca powinien przestrzegać stosownych przepisów, korzystać ze sprzętu ochronnego i zachowywać niezbędną uwagę.

source: Personal fall protection – life insurance
pl: Ochrona osobista przed upadkiem — ubezpieczenie na życie

source: Make sure the seams on safety harnesses are in good condition and that other details are not damaged.
pl: Należy się upewnić, że szwy na uprzęży bezpieczeństwa są w dobrym stanie i że inne elementy nie są uszkodzone.

source: Make sure lines and adjustment devices are not damaged and are in working order.
pl: Należy się upewnić, że liny i urządzenia regulujące nie są uszkodzone, a ich stan jest dobry.

source: Harnesses and lines shall be stored suspended dry, dark and ventilated.
pl: Uprzęże i liny powinny być przechowywane w suchym, ciemnym i przewietrzonym miejscu, w zawieszeniu.

source: Equipment that is torn, has damaged seams, mechanical faults or is rusty must be destroyed.
pl: Wyposażenie, które jest naderwane, ma wadliwe szwy, uszkodzenia mechaniczne lub rdzę, musi zostać zniszczone.

source: Lines that have been dropped over the edge of a roof must be destroyed.
pl: Liny, które zostały opuszczone zza krawędzi dachu, muszą zostać zniszczone.

source: Teamwork
pl: Praca zespołowa

source: “The man in the street”
pl: „Człowiek na ulicy”

source: Is to be equipped with protective helmet, high-vis jacket and signalling device as well as communication equipment to the workers on the roof, a whistle, siren or telephone.
pl: Musi być wyposażony w kask ochronny, kamizelkę odblaskową i urządzenie sygnalizacyjne w celu zachowania łączności z ludźmi na dachu, gwizdek, syrenę lub telefon.

source: “Workers on the roof”
pl: „Pracownicy na dachu”

source: Are to be equipped with line and safety harness, eye protection against ice fragments, snow shovel with wrist strap, small sledge hammer with wrist strap for cracking ice and warm, flexible clothing, suitable footwear and communication equipment to the guard on the street.
pl: Muszą być wyposażeni w liny i uprzęże bezpieczeństwa, ochronę wzroku przed odłamkami lodu, łopatę z paskiem na nadgarstek, mały młotek do kruszenia lodu z paskiem na nadgarstek, ciepłą, elastyczną odzież, odpowiednie obuwie i sprzęt do łączności ze strażnikiem na ulicy.

source: Safer shovelling from roofs
pl: Bezpieczniejsze odśnieżanie dachów

source: If so, there must be warning signs concerning heating cables at the point of ascent to the roof.
pl: W takim przypadku należy zastosować znaki ostrzegawcze, informujące o przewodach cieplnych w punkcie wejścia na dach.

source: Any skylights that have been covered by snow must be marked.
pl: Stałe urządzenia zabezpieczające muszą zostać sprawdzone przed rozpoczęciem prac. Wszelkie świetliki pokryte śniegiem muszą zostać oznaczone.

source: There should be catwalks installed all along the ridge of the roof if the face of the building is at least 8 m high and the roof pitch greater than or equal to 6˚.
pl: W zależności od pochylenia i wysokości, dach musi zostać wyposażony w urządzenia stałego dostępu i zabezpieczające, takie jak punkty kotwienia dla lin zabezpieczających. Wzdłuż krawędzi dachu należy zainstalować kładki, jeśli fasada budynku ma przynajmniej 8 metrów wysokości i nachylenie dachu jest większe lub równe 6˚.

source: One person is to move the anchorage points for the line and keep it taut while the other is to carry out the actual shovelling.
pl: W normalnych okolicznościach dach powinny odśnieżać dwie osoby. Jedna osoba powinna przesuwać punkty mocowania lin i zachowywać naprężenie, natomiast druga powinna prowadzić prace związane z odśnieżaniem.

source: The person not shovelling must always have signal contact with the traffic guard on the road/ground to avoid accidents.
pl: Osoba, która nie odśnieża, powinna zawsze mieć kontakt z nadzorcą ruchu na ulicy/ziemi, aby unikać wypadków.

source: Hand-held tools, such as shovels and light sledge hammers for cracking ice, should have wrist straps to prevent them from accidentally sliding off the roof and becoming a risk factor.
pl: Narzędzia ręczne, takie jak łopaty i młotki do kruszenia lodu, powinny być zawsze wyposażone w paski na nadgarstek, aby uniknąć przypadkowego ześlizgnięcia się z dachu i wywołania zagrożenia w dole.

source: Snow slides and avalanches
pl: Lawiny śnieżne

source: The risk of snow slides and the formation of ice in gutters and pipes are also affected by the direction of the roof and solar radiation.
pl: Na ryzyko lawin i formowania się lodu w rynnach i rurach ma wpływ również kierunek dachu i promieniowanie słoneczne.

source: Shallow pitch roofs below 6˚
pl: Dachy o nachyleniu płaskim poniżej 6˚

source: Consider the pendulum effect when working from side to side!
pl: Podczas pracy z boku na bok należy wziąć pod uwagę efekt wahadła!

source: A safety line used for work on a roof should normally not exceed 10 metres in length.
pl: Liny należy mocować jak najbliżej pionu. Lina zabezpieczająca używana do pracy nie powinna być dłuższa niż 10 metrów.

source: The worker can adjust the length of the safety line using an adjuster shackle.
pl: Pracownik może regulować długość liny zabezpieczającej za pomocą klamry regulującej.

source: Use a safety harness, not a waist belt.
pl: Należy używać uprzęży bezpieczeństwa, a nie pasa.

source: Cordoning off the area of risk
pl: Odgradzanie obszaru zagrożenia

source: Shovelling snow from roofs places great demands on safety zones, signing and safety guards.
pl: Odśnieżanie dachów to duże wymogi w zakresie bezpieczeństwa stref zagrożenia, sygnalizacji i nadzorców.

source: Good signalling system essential
pl: Najważniejszy jest dobry system sygnalizacji

source: Signalling between workers on the roof and the traffic guard on the street is extremely important to avoid accidents.
pl: Sygnalizacja między pracownikami na dachu i nadzorcą ruchu na ulicy jest wyjątkowo ważna, aby możliwe było unikanie wypadków.

source: In order to do this, a whistle, siren, telephone or comm radio will be needed.
pl: Sygnały należy przekazywać wyraźnie. W tym celu należy korzystać z gwizdka, syreny, telefonu lub radia.

source: Every member of the team must know how to interpret the signals.
pl: Każdy członek zespołu musi wiedzieć, jak interpretować takie sygnały. Aby bezpiecznie odśnieżać dach i usuwać lód, można używać następujących sygnałów:

source: One signal – Stop!
pl: Jeden sygnał – Stop!

source: Two signals – Get going!
pl: Dwa sygnały – Praca!

source: Injuries to third parties
pl: Obrażenia u osób trzecich

source: Accidents do not need to happen if everything has been done correctly from start to finish.
pl: Wypadki nie muszą mieć miejsca, jeśli wszystko od początku do końca wykonywane było prawidłowo.

source: Further copies of this publication can be ordered from:
pl: Kolejne kopie tej publikacji należy zamówić w:

source: S112 79 Stockholm
pl: S112 79 Sztokholm

source: +46 (0)10-730 90 00 www.av.se
pl: Tel.: +46 (0)10-730 90 00 www.av.se

source: ADI 660 Our vision: Everyone is willing and able to create a good working environment
pl: ADI 660 Nasza wizja: Każdy chce i może stworzyć dobre środowisko pracy
